[
    {
        "block": "Група результатів 1. Безпека. Уникання загроз для життя власного та інших осіб, прийняття рішень з користю для власної та громадської безпеки",
        "grade": "Безпека",
        "scores": [
            {
                "score": "1 бал",
                "paragraph": "Cприймає І розпізнає інформацію, отриману від учителя (Інших осіб); відповідає на прості запитання за змістом почутого / прочитаного, виконує частину простих завдань / навчальних дій за наданим зразком з допомогою вчителя щодо Уникання загроз для життя власного та інших осіб"
            },  
            {
                "score": "2 бали",
                "paragraph": "Відтворює незначну частину інформації, отриману від учителя або із запропонованих джерел; знаходить у почугому/прочитаному часткові відповіді на прості запитання; припускається змістових і логічних помилок; виконує прості завдання/ навчальні дії за наданим зразком з допомогою вчителя; показує свою зацікавленість до ідей, висловлених іншими."
            },
            {
                "score": "3 бали",
                "paragraph": "Відтворює частину інформації, отриманої від учителя або із запропонованих джерел; знаходить у почутому/прочитаному часткові відповіді на запитання; припускається незначних змістових і логічних помилок; виконує завдання і навчальні дії за наданим зразком з допомогою вчителя; долучається до роботи в групі"
            },
            {
                "score": "4 бали",
                "paragraph": "Застосовує частково основну інформацію, отриману від учителя або із запропонованих джерел, для виконання навчальних завдань і вирішення проблемних ситуацій; знаходить у почутому/прочитаному відповіді на прості запитання; може пояснити основні поняття / явища /навчальні дії; виконує навчальні дії за запропонованим алгоритмом, за потреби звертаючись по допомогу; розпізнає проблемні ситуації з допомогою вчителя; виконує завдання в групі відповідно до своєї ролі"
            },
            {
                "score": "5 балів",
                "paragraph": "Відтворює частину інформації, отриманої від учителя або із запропонованих джерел; знаходить у почутому/прочитаному часткові відповіді на запитання; припускається незначних змістових і логічних помилок; виконує завдання / навчальні дії за наданим зразком з допомогою вчителя; долучається до роботи в групі."
            },
            {
                "score": "6 балів",
                "paragraph": "Застосовує інформацію, отриману від учителя або із запропонованих джерел, для виконання навчальних завдань І вирішення проблемних ситуацій; розуміє і пояснює основні поняття / явища/ навчальні дії, наводить прості приклад: виконує навчальні дії за запропонованим алгоритмом самостійно; розпізнає проблемні ситуації і висловлює припущення щодо розв’язання їх з допомогою вчителя; виконує спільне завдання в групі відповідно до визначених обов’язків та своєї ролі."
            },
            {
                "score": "7 балів",
                "paragraph": "Знаходить у запропонованих джерелах потрібну інформацію для виконання навчальних завдань і вирішення проблемних ситуацій; відповідає на окремі запитання за опрацьованою інформацією; перетворює один вид ніформації в інший за зразком; наводить окремі аргументи й приклади на підтвердження висловленої думки; виконує репродуктивні й частково-пошукові види навчальної діяльності за запропонованим алгоритмом або в співпраці з однокласниками; розпізнає проблемні ситуації, розв'язує їх відомим способом з допомогою вчителя; співпрацює в групі, виконуючи навчальні завдання."
            },
            {
                "score": "8 балів",
                "paragraph": "Аналізує інформацію, отриману з обраних джерел, зіставляє, порівнює та групує її за заданою ознакою; вирізняє проблемні ситуації, відповідає на запитання за опрацьованою інформацією; перетворює один вид інформації в інший; наводить певні аргументи, доповнює думку/відповіді однокласників; виконує окремі пошукові, дослідницькі та/або творчі навчальні дії, розв'язує проблемні ситуації відомими способами з опосередкованою допомогою вчителя; активно співпрацює з іншими, виконуючи навчальні завдання, визначає свої завдання в груповій роботі."
            },
            {
                "score": "9 балів",
                "paragraph": "Аналізує інформацію, отриману з різних джерел; вирізняє проблемні ситуації; добирає прийнятний із запропонованих спосіб для її унаочнення й візуалізації; наводить аргументи та доречні приклади щодо висловленої думки; виконує пошукові (дослідницькі) та творчі завдання; розв’язує проблемні ситуації засвоєними раніше способами, пропонує нові способи розв’язання з Опосередкованою допомогою вчителя."
            },
            {
                "score": "10 балів",
                "paragraph": "Узагальнює інформацію, отриману з різних джерел, оцінює її за визначеними критеріями; знаходить інформацію й аналізує її; висловлює власну позицію, аргументує її, робить висновки; застосовує здобуті знання й практичні вміння в нестандартних ситуаціях; здійснює різні види діяльності, аналізує власні навчальні дії самостійно, у парі або групі; конструктивно взаємодіє у групі."
            },
            {
                "score": "11 балів",
                "paragraph": "Виокремлює істотну й потрібну інформацію, отриману із різних самостійно вибраних джерел; вирізняє проблемні ситуації, оцінює інформацію за заданими критеріями; ставить запитання; встановлює логічні зв’язки між об’єктами, фактами, явищами; застосовує здобуті знання й практичні вміння в різних навчальних ситуаціях; здійснює різні види діяльності, пропонує кілька способів розв’язання проблемної ситуації самостійно, у парі або групі."
            },
            {
                "score": "12 балів",
                "paragraph": "Оцінює отриману інформацію, отриману з різних джерел, порівнює та зіставляє її; використовує усвідомлено інформацію в різних ситуаціях; застосовує здобуті знання й практичні вміння, усвідомлює ризики і прогнозує наслідки; здійснює різні види діяльності самостійно, у парі або групі; аналізує власні навчальні дії, планує свій подальший навчальний поступ; ініціює, планує та організує співпрацю в групах для досягнення навчальних цілей, виконання дослідницьких / творчих завдань."
            }
        ]
    },
    {
        "block": "Група результатів 2. Здоров’я. Турбота про особисте здоров’я. Аргументований вибір здорового способу життя.",
        "grade": "Здоров’я",
        "scores": [
            {
                "score": "1 бал",
                "paragraph": "Сприймає і розпізнає інформацію, отриману від учителя (інших осіб); відповідає на прості запитання за змістом дочутого / прочитаного, виконує частину простих завдань / навчальних дій за наданим зразком з допомогою вчителя щодо потреби турботи про особисте здоров’я."
            },
            {
                "score": "2 бали",
                "paragraph": "Відтворює незначну частину інформації, отриману від учителя або Із запропонованих джерел; знаходить у почутому/прочитаному часткові відповіді на прості запитання; припускається змістових і логічних помилок; виконує прості завдання/ навчальні дії за наданим зразком з допомогою вчителя; щодо потреби турботи про особисте здоров’я."
            },
            {
                "score": "3 бали",
                "paragraph": "Відтворює частину інформації, отриманої від учителя або із запропонованих джерел; знаходить у почутому/прочитаному часткові відповіді на запитання; припускається незначних змістових і логічних помилок; виконує завдання / навчальні дії за наданим зразком з допомогою вчителя; щодо необхідності турботи про особисте здоров’я."
            },
            {
                "score": "4 бали",
                "paragraph": "Відтворює за зразком основну інформацію, отриману із запропонованих джерел; висловлює свої думки, використовуючи отриману інформацію; може пояснити окремі поняття/терміїїи/навчальні дії;виконує завдання /навчальні дії за зразком під керівництвом учителя; щодо турботи на особисте здоров’я та впливу власних дій і рішень."
            },
            {
                "score": "5 балів",
                "paragraph": "Застосовує частково основну інформацію, отриману від учителя або із запропонованих джерел, для виконання навчальних завдань і вирішення проблемних ситуацій; знаходить у почутому/прочитаному відповіді на прості запитання; може пояснити основні поняття / явища /навчальні дії; виконує навчальні дії за запропонованим алгоритмом, за потреби звертаючись по допомогу; розпізнає проблемні ситуації з допомогою вчителя; щодо турботи на особисте здоров’я та впливу власних дій і рішень."
            },
            {
                "score": "6 балів",
                "paragraph": "Застосовує інформацію, отриману від учителя або із запропонованих джерел, для виконання навчальних завдань і вирішення проблемних ситуацій; розуміє і пояснює основні поняття / явища/ навчальні дії, наводить прості приклади; виконує навчальні дії за запропонованим алгоритмом самостійно; розпізнає проблемні ситуації і висловлює припущення щодо розв ’язання їх з допомогою вчителя; щодо турботи на особисте здоров’я та впливу власних дій і рішень."
            },
            {
                "score": "7 балів",
                "paragraph": "Знаходить у запропонованих джерелах потрібну інформацію для виконання навчальних завдань і вирішення проблемних ситуацій; відповідає на окремі запитання за опрацьованою інформацією; наводить окремі аргументи й приклади на підтвердження висловленої думки; виконує репродуктивні й частково-пошукові види навчальної діяльності за запропонованим алгоритмом розпізнає проблемні ситуації, розв'язує їх відомим способом 3 допомогою вчителя; щодо турботи про особисте здоров’я , впливу власних дій і рішень, вибору здорового способу життя."
            },
            {
                "score": "8 балів",
                "paragraph": "Аналізує Інформацію, отриману з обраних джерел, зіставляє, порівнює та групує її за заданою ознакою; вирізняє проблемні ситуації, відповідає на запитання за опрацьованою інформацією; наводить певні аргументи, доповнює думку/відповіді однокласників; виконує окремі пошукові, дослідницькі та/або творчі навчальні дії, розв'язує проблемні ситуації відомими способами з опосередкованою допомогою вчителя; щодо турботи про особисте здоров’я, впливу власних дій і рішень, вибору здорового способу життя."
            },
            {
                "score": "9 балів",
                "paragraph": "Аналізує Інформацію, отриману з різних джерел; вирізняє проблемні ситуації; добирає прийнятний із запропонованих спосіб для ЇЇ унаочнення й візуалізації; наводить аргументи та доречні приклади щодо висловленої думки; виконує пошукові (дослідницькі) та творчі завдання; розв’язує проблемні ситуації засвоєними раніше способами, пропонує нові способи розв’язання з опосередкованою допомогою вчителя."
            },
            {
                "score": "10 балів",
                "paragraph": "Виокремлює істотну й потрібну інформацію, отриману із різних самостійно вибраних джерел; вирізняє проблемні ситуації, оцінює інформацію за заданими критеріями; ставить запитання; встановлює логічні зв’язки між об’єктами, фактами, явищами; застосовує здобуті знання й практичні вміння в різних навчальних ситуаціях; здійснює різні види діяльності, пропонує кілька способів розв’язання проблемної ситуації самостійно, у парі або групі щодо турботи про особисте та громадське здоров’я, впливу власних дій і рішень, аргументованого вибору сталого способу життя."
            },
            {
                "score": "11 балів",
                "paragraph": "Узагальнює інформацію, отриману з різних джерел, оцінює її за визначеними критеріями; знаходить інформацію й аналізує її; висловлює власну позицію, аргументує її, робить висновки; застосовує здобуті знання й практичні вміння в нестандартних ситуаціях; здійснює різні види діяльності, аналізує власні навчальні дії самостійно, у парі або групі; конструктивно взаємодіє у групі щодо турботи про особисте та громадське здоров’я, впливу власних дій і рішень, аргументованого вибору сталого способу життя."
            },
            {
                "score": "12 балів",
                "paragraph": "Оцінює отриману інформацію, отриману з різних джерел, порівнює та зіставляє її; використовує усвідомлено інформацію в різних ситуаціях; застосовує здобуті знання й практичні вміння, усвідомлює ризики і прогнозує наслідки; здійснює різні види діяльності самостійно, у парі або групі; виконання дослідницьких / творчих завдань щодо турботи Про особисте та громадське здоров’я, впливу власних дій і рішень, аргументованого вибору сталого способу життя."
            }
        ]
    },
    {
        "block": "Група результатів 3. Добробут. Підприємливість та етична поведінка для поліпшення добробуту",
        "grade": "Добробут",
        "scores": [
            {
                "score": "1 бал",
                "paragraph": "Сприймає І розпізнає інформацію, отриману від учителя (інших осіб); відповідає на прості запитання за змістом почутого і прочитаного, виконує частину простих завдань / навчальних дій за наданим зразком з допомогою вчителя; передає інформацію, намагається висловлювати свої думки щодо підприємливості, фінансової грамотності І етичної поведінки."
            },
            {
                "score": "2 бали",
                "paragraph": "Відтворює незначну частину інформації, отриману від учителя або із запропонованих джерел; знаходить у почутому/прочиїаному часткові відповіді на прості запитання; припускається змістових і логічних помилок; виконує прості завдання/ навчальні дії за наданим зразком з допомогою вчителя щодо підприємливості, фінансової грамотності і етичної поведінки."
            },
            {
                "score": "3 бали",
                "paragraph": "Відтворює частину Інформації, отриманої від учителя або із запропонованих джерел; знаходить у почутому/прочитаному часткові відповіді на запитання; припускається незначних змістових і логічних помилок; виконує завдання і навчальні дії за наданим зразком з допомогою вчителя щодо підприємливості, фінансової грамотності І етичної поведінки."
            },
            {
                "score": "4 бали",
                "paragraph": "Відтворює за зразком основну інформацію, отриману із запропонованих джерел; висловлює свої думки, використовуючи отриману Інформацію; може пояснити окремі поняття/терміни/навчальні дії; виконує завдання /навчальні дії за зразком під керівництвом учителя щодо підприємливості, фінансової грамотності і етичної поведінки."
            },
            {
                "score": "5 балів",
                "paragraph": "Застосовує частково основну інформацію, отриману від учителя або із запропонованих джерел, для виконання навчальних завдань І вирішення проблемних ситуацій; знаходить у почутому/прочитаному відповіді на прості запитання; може пояснити основні поняття / явища /навчальні дії щодо підприємливості, фінансової грамотності і етичної поведінки.; розпізнає проблемні ситуації з допомогою вчителя; виконує завдання в групі відповідно до своєї ролі; підтримує спілкування в межах запропонованої тем."
            },
            {
                "score": "6 балів",
                "paragraph": "Застосовує інформацію, отриману від учителя або із запропонованих джерел, для виконання навчальних завдань І вирішення проблемних ситуацій; розуміє і пояснює основні поняття / явища/ навчальні дії, наводить прості приклади щодо підприємливості, фінансової грамотності і етичної поведінки.; виконує навчальні дії за запропонованим алгоритмом самостійно; розпізнає проблемні ситуації і висловлює припущення щодо розв’язання їх з допомогою вчителя; виконує спільне завдання в групі відповідно до визначених обов’язків та своєї ролі; спілкується у межах запропонованої теми."
            },
            {
                "score": "7 балів",
                "paragraph": "Знаходить у запропонованих джерелах потрібну інформацію для виконання навчальних завдань і вирішення проблемних ситуацій; відповідає на окремі запитання за опрацьованою інформацією;; наводить окремі аргументи й приклади на підтвердження висловленої думки щодо підприємливості, фінансової грамотності і етичної поведінки.; виконує репродуктивні й частково-пошукові види навчальної діяльності в співпраці з однокласниками; розпізнає проблемні ситуації, розв'язує їх відомим способом 3 допомогою вчителя; співпрацює в групі, виконуючи навчальні завдання; долучається до спілкування та визначає завдання через поставленні запитання."
            },
            {
                "score": "8 балів",
                "paragraph": "Аналізує інформацію, отриману з обраних джерел, зіставляє, порівнює та групує її за заданою ознакою; вирізняє проблемні ситуації, відповідає на запитання за опрацьованою інформацією; перетворює один вид інформації в інший; наводить певні аргументи, доповнює думку/відповіді щодо підприємливості, фінансової грамотності і етичної поведінки.; виконує окремі пошукові, дослідницькі та/або творчі навчальні дії, розв’язує проблемні ситуації відомими способами з опосередкованою допомогою вчителя; активно співпрацює з іншими, виконуючи навчальні завдання, визначає свої завдання в груповій роботі; запрошує до спілкування, чітко формулюючи питання та пріоритети для обговорення."
            },
            {
                "score": "9 балів",
                "paragraph": "аналізує інформацію, отриману з різних джерел; вирізняє проблемні ситуації; добирає прийнятний із запропонованих спосіб для її унаочнення й візуалізації; наводить аргументи та доречні приклади щодо висловленої думки щодо підприємливості, фінансової грамотності і етичної поведінки.; виконує пошукові (дослідницькі) та творчі завдання; розв’язує проблемні ситуації засвоєними раніше способами, пропонує нові способи розв’язання з опосередкованою допомогою вчителя; активно співпрацює з іншими, виконуючи типові та нетипові завдання; ініціює спілкування та обмінюється Інформацією."
            },
            {
                "score": "10 балів",
                "paragraph": "Виокремлює істотну й потрібну інформацію, отриману Із різних самостійно вибраних джерел; вирізняє проблемні ситуації, оцінює інформацію за заданими критеріями; ставить запитання; встановлює логічні зв’язки між об’єктами, фактами, явищами щодо підприємливості, фінансової грамотності і етичної поведінки.; застосовує здобуті знання й практичні вміння в різних навчальних ситуаціях; здійснює різні види діяльності, пропонує кілька способів розв’язання проблемної ситуації самостійно, у парі або групі; розвиває ідеї/думки учасників спілкування та намагається укласти їх у цілісну логічну лінію, розглядаючи різні сторони проблеми."
            },
            {
                "score": "11 балів",
                "paragraph": "Узагальнює інформацію, отриману з різних джерел, оцінює її за визначеними критеріями; знаходить Інформацію й аналізує її; висловлює власну позицію, аргументує її, робить висновки щодо підприємливості, фінансової грамотності і етичної поведінки,; застосовує здобуті знання й практичні вміння в нестандартних ситуаціях; здійснює різні види діяльності, аналізує власні навчальні дії самостійно, у парі або групі; конструктивно взаємодіє у групі; узагальнює головний зміст почутого під час спілкування; обирає оптимальний спосіб взаємодії з іншими для вирішення спільних навчальних завдань."
            },
            {
                "score": "12 балів",
                "paragraph": "Оцінює отриману інформацію щодо підприємливості, фінансової грамотності і етичної поведінки., отриману з різних джерел, порівнює та зіставляє її; використовує усвідомлено інформацію в різних ситуаціях; застосовує здобуті знання й практичні вміння, усвідомлює ризики і прогнозує наслідки; аналізує власні навчальні дії, планує свій подальший навчальний поступ; ініціює, планує та організує співпрацю в групах для досягнення навчальних цілей, виконання дослідницьких / творчих завдань; виступає посередником у спілкуванні, демонструє толерантність до різних точок зору І надає роз’яснення за потреби іншим учасникам."
            }
        ]
    }
]